{
  "Home": {
    "HeroSection": {
      "Greeting": "สวัสดี!",
      "Description": "เปลี่ยนทุกไอเดียของคุณให้เป็นจริงด้วยดิจิทัลโซลูชันคือความเชี่ยวชาญของเรา ไม่ว่าคุณจะทำธุรกิจมานานแค่ไหน เราพร้อมที่จะสร้างโอกาสทางธุรกิจและเปลี่ยนทุกความฝันของคุณให้เป็นจริง",
      "LetTalkWithUs": "พูดคุยกับเรา",
      "Or": "หรือ",
      "LeaveMessage": "ฝากไอเดียของคุณไว้กับเรา"
    },

    "OurPartner": {
      "title": "พันธมิตรของเรา",
      "Description": "เราภูมิใจที่ได้มีโอกาสในการร่วมงานกับบริษัทชั้นนำเหล่านี้ และด้วยการนำเสนอโซลูชันที่สามารถตอบโจทย์ธุรกิจของคุณและนำพาคุณเข้าสู่โลกแห่งอนาคต คุณสามารถเลือกดูพาร์ทเนอร์ทางธุรกิจของเราและมาสัมผัสประสบการณ์ของการร่วมมือกับโค้ดเวิร์คได้แล้ววันนี้"
    },
    "OurService": {
      "title": "บริการของเรา",
      "Description": "เราเป็นผู้เชี่ยวชาญทางด้านการพัฒนาซอฟต์แวร์และให้บริการไอทีโซลูชันแบบครบวงจร โดยเน้นการพัฒนาดิจิทัลโปรเจกต์ที่ปรับแต่งได้ตามความต้องการของคุณ เราให้บริการทั้งการออกแบบ UX/UI โซลูชันคลาวด์ การประกันคุณภาพ การพัฒนาเว็บไซต์ web app และ mobile app เพื่อให้ลูกค้าได้รับประสบการณ์ที่ดีและมีคุณภาพที่สุด",

      "UxUi": "การออกแบบส่วนติดต่อผู้ใช้งาน (User Interface) เพื่อให้มั่นใจได้ว่าผู้ใช้งานของคุณจะได้รับประสบการณ์การใช้งานที่ดีที่สุดผ่านรูปแบบของอินเตอร์เฟซที่สวยงามและเรียบง่าย เรามีความเชี่ยวชาญในการออกแบบแอพพลิเคชั่นที่มุ่งเน้นที่ประสบการณ์ผู้ใช้ และสร้างส่วนติดต่อที่ใช้งานได้ง่ายและมีประสิทธิภาพ",
      "ProjectSolution": "เราทำงานอย่างใกล้ชิดกับลูกค้าเพื่อให้มั่นใจได้ว่าเราสามารถเก็บรายละเอียดหรือปัญหาทุกอย่างของลูกค้าได้อย่างครบถ้วน โดยบริษัทเขียนโปรแกรมของเรามีระบบการบริหารจัดการข้อมูลที่ใช้งานได้ง่าย และสามารถปรับแต่งได้ตามความต้องการของลูกค้าด้วยการจ้างเขียนโปรแกรมที่ราคาเหมาะสม ทางเรามุ่งมั่นที่จะให้บริการที่ดีที่สุดแก่ลูกค้าของเรา",
      "WebDevelopment": "ทีมโปรแกรมเมอร์ของเรามีความเชี่ยวชาญในการรับจ้างทำเว็บไซต์ที่ตอบโจทย์ความต้องการของลูกค้าทุกรูปแบบ และเรามุ่งมั่นในการสร้างเว็บไซต์ที่มีคุณภาพและไร้ข้อผิดพลาด รวมถึงการให้บริการทำเว็บไซต์ที่มีราคาถูกและคุ้มค่า เราพร้อมที่จะช่วยสร้างเว็บไซต์ที่น่าประทับใจและทันสมัยสำหรับธุรกิจของคุณ",
      "MobileDevelopment": "ยกระดับธุรกิจของคุณด้วยบริการพัฒนา mobile application ที่มีคุณภาพโดยทีมผู้เชี่ยวชาญ เพื่อช่วยลูกค้าในการนำแอปพลิเคชันที่พัฒนาเข้าสู่ตลาดได้อย่างรวดเร็ว ทีมของเราเน้นพัฒนาทั้งแอปพลิเคชันมือถือทั้งใน iOS และ Android รวมทั้งมีบริการ app testing เพื่อให้แน่ใจว่าแอปมีคุณภาพและพร้อมให้บริการ",
      "DigitalMkt": "เพื่อปลดล็อคประสิทธิภาพในการทำธุรกิจบนโลกออนไลน์อย่างเต็มที่ ทางเรามุ่งเน้นการวางกลยุทธ์อย่างเฉียบคม โดยการทำ SEO และการตลาดออนไลน์ผ่านแพลตฟอร์มโซเชียลมีเดียต่าง ๆ พร้อมกับการพัฒนาเว็บไซต์ที่มีประสิทธิภาพ เราจะช่วยให้เว็บไซต์ของคุณติดอันดับสูงในผลการค้นหาผ่านเบราว์เซอร์ต่าง ๆ",
      "DigitalTrasformConsult": "เราเก็บรายละเอียดทุกขั้นตอนในการทำงานของธุรกิจคุณเพื่อวางแผนและออกแบบโซลูชันในการพลิกโฉมธุรกิจของคุณเข้าสู่โลกดิจิทัล เช่น การใช้โปรแกรมและทำระบบ ERP เพื่อการบริหารจัดการทรัพยากรธุรกิจอย่างรวดเร็วและมีประสิทธิภาพ รวมถึงการรับจ้างทำเว็บไซต์และการพัฒนาแอปพลิเคชั่น"
    },

    "OurProject": {
      "title": "ผลงานของเรา",
      "Description": "เลือกชมผลงานที่เราส่งมอบให้กับลูกค้าพาร์ทเนอร์ของเราที่แสดงให้เห็นถึงความทุ่มเทและความเชี่ยวชาญของทีมงานโค้ดเวิร์ค",

      "Swiper": {
        "Seamoor": {
          "Description": "พัฒนาระบบสำหรับใช้งานภายในองค์กรสำหรับการจัดการด้านโลจิสติกและการขนส่งสินค้า"
        },

        "ThePine": {
          "Description": "พัฒนาระบบบริหารจัดการโรงแรม สำหรับการจัดการนัดหมายการจองเข้าพักและการรองรับการชำระเงิน"
        },

        "TonsaiMarket": {
          "Description": "พัฒนาระบบจัดการหลังบ้านของตลาดต้นไทรในการอำนวยความสะดวกในการเก็บค่าเช่าพื้นที่ และค่าใช้จ่ายอื่น ๆ ที่เกี่ยวข้อง"
        }
      }
    }
  },

  "Service": {
    "HeroSection": {
      "title": "บริการของเรา",
      "Description": "ความสำเร็จของธุรกิจของคุณคือสิ่งที่เราให้ความสำคัญมากที่สุด เราพร้อมนำความเชี่ยวชาญและประสบการณ์ของเรามาใช้เพื่อยกระดับการให้บริการกับธุรกิจคุณให้ประสบความสำเร็จในยุคสมัยของดิจิทัล"
    }
  },

  "Team": {
    "HeroSection": {
      "title": "ทีมงานของเรา",
      "Description": "เราคือทีมงานที่มุ่งมั่นและทุ่มเทในการทำงานให้ดีที่สุดเพื่อให้มั่นใจว่าคุณจะได้รับการบริการที่เกินกว่าความคาดหมาย โดยเรามุ่งมั่นในการพัฒนาองค์ความรู้ใหม่ในแต่ละวันเพื่อให้เราสามารถตอบโจทย์ได้ในทุกๆ ธุรกิจของคุณ"
    }
  },

  "Blog": {
    "HeroSection": {
      "title": "บทความของเรา",
      "Description": "ค้นหาบทความข่าวสารทางเทคโนโลยีอัปเดตล่าสุดผ่านบทความจากทีมงานของเรา เราตั้งใจเขียนทุกบทความออกมาเพื่อให้คุณได้รับข้อมูลข่าวสารที่สามารถช่วยเติมเต็มองค์ความรู้ในโลกดิจิทัลของคุณ"
    }
  },

  "Project": {
    "HeroSection": {
      "title": "ผลงานของเรา",
      "Description": "เลือกชมผลงานที่เราส่งมอบให้กับลูกค้าพาร์ทเนอร์ของเราที่แสดงให้เห็นถึงความทุ่มเทและความเชี่ยวชาญของทีมงานโค้ดเวิร์ค"
    },

    "Searmoor": {
      "Description": "พัฒนาระบบสำหรับใช้งานภายในองค์กรสำหรับการจัดการด้านโลจิสติกส์และการขนส่งสินค้า",
      "PainPoint": {
        "List1": "อุปสรรคในการทำงานในรูปแบบดั้งเดิมหรือรูปแบบออฟไลน์คือการที่ไม่สามารถติดตามสถานะของการทำงานหรือเอกสารต่างๆ ได้แบบทันที ทำให้เกิดปัญหาในเรื่องการติดตามและก่อให้เกิดความล่าช้าในการทำงาน",
        "List2": "การใช้งานระบบเดิมไม่สามารถตอบโจทย์การทำธุรกิจได้อีกต่อไป ทำให้ประสิทธิภาพในการทำงานนั้นลดลง"
      },
      "Solution": {
        "List1": "ออกแบบระบบให้ใช้งานง่ายและราบรื่นมากที่สุดเพื่อให้ตอบโจทย์ความต้องการของลูกค้า",
        "List2": "ให้คำปรึกษาและคำแนะนำในการเปลี่ยนผ่านและถ่ายโอนข้อมูลทั้งหมดมาอยู่บนระบบที่ถูกพัฒนาขึ้นให้เป็นไปด้วยความเรียบร้อย"
      }
    },

    "ThePine": {
      "Description": "พัฒนาระบบบริหารจัดการโรงแรม สำหรับการจัดการนัดหมายการจองเข้าพักและการรองรับการชำระเงิน",
      "PainPoint": {
        "List1": "ระบบที่ใช้งาน ณ ปัจจุบันไม่มีประสิทธิภาพ",
        "List2": "ระบบที่ใช้งาน ณ ปัจจุบันใช้งานได้ยากและมีความซับซ้อนทำให้การใช้งานเป็นไปได้ยาก",
        "List3": "ระบบที่ใช้งาน ณ ปัจจุบันมีการเรียกค่าบริการรายเดือน"
      },
      "Solution": {
        "List1": "พัฒนาระบบจัดการที่พักให้มีความใช้งานง่ายและมีประสิทธิภาพเพื่อตอบโจทย์ในการทำงาน",
        "List2": "พัฒนาระบบการเรียกดูรายงานต่างๆ เพื่อตรวจสอบสถานะการรับชำระเงิน"
      }
    },

    "TonsaiMarket": {
      "Description": "พัฒนาระบบจัดการหลังบ้านของตลาดต้นไทรเพื่ออำนวยความสะดวกในการเก็บค่าเช่าพื้นที่ และค่าใช้จ่ายอื่น ๆ ที่เกี่ยวข้อง",
      "PainPoint": {
        "List1": "ขาดระบบที่มาช่วยในการบริหารจัดการทำให้การตรวจสอบรายรับรายจ่ายเป็นไปได้ยาก",
        "List2": "การตรวจสอบยอดรายรับมีปัญหา",
        "List3": "พบเจอปัญหาในการเก็บค่าเช่า"
      },
      "Solution": {
        "List1": "พัฒนาระบบที่แสดงข้อมูลแผนผังและสถานะการเก็บค่าเช่าและค่าใช้จ่ายอื่นๆ",
        "List2": "ทำให้การจัดการด้านบัญชีทำได้ง่ายยิ่งขึ้น",
        "List3": "สามารถเรียกดูรายงานต่างๆ เพื่อใช้ประกอบการวางแผนทางธุรกิจ"
      }
    }
  },

  "ContactUs": {
    "Title": "แชร์ไอเดียเลย",
    "SubTitle": "อยากพูดคุยกับเรา?",
    "Form": {
      "TellUsYourIdea": "เล่าไอเดียของคุณ",
      "Budget": "งบประมาณของคุณ (ไม่จำเป็นต้องระบุ)",
      "TimeSlot": "วันที่สะดวกให้ติดต่อกลับ",
      "TimePerriod": "ช่วงเวลาที่ให้ติดต่อกลับ",
      "Name": "ชื่อของคุณ",
      "PhoneNumber": "เบอร์โทรศัพท์",
      "Email": "อีเมล",
      "CompanyName": "ชื่อบริษัท",
      "FileAttachment": "แนบไฟล์",
      "HowDidYouHearAboutUs": "รู้จักเราได้อย่างไร?",
      "ShortMessage": "เราจะติดต่อคุณกลับให้เร็วที่สุดผ่านช่องทางเบอร์โทรศัพท์ (+66) 63 849 4282",
      "SubmitButton": "แชร์ไอเดีย"
    },
    "SentSuccessPopup": {
      "Title": "ขอบคุณที่ร่วมแบ่งปันไอเดียกับเรา!",
      "Description": "เราจะรีบทำการติดต่อคุณให้เร็วที่สุด และหวังว่าโค้ดเวิร์คจะได้มีโอกาสเป็นส่วนหนึ่งในการช่วยธุรกิจของคุณ"
    },
    "OtherContactChannel": "ช่องทางติดต่ออื่นๆ",
    "CodeWorkTechCompany": "บริษัท โค้ดเวิร์ค เทค จำกัด",
    "Address": "3774 ถนนสุขุมวิท แขวงบางนาใต้ เขตบางนา กรุงเทพฯ 10260"
  },
  "ContactSection": {
    "TextAnimation": "เริ่มต้นพูดคุยเกี่ยวกับธุรกิจในโลกดิจิทัลของคุณ",
    "SubTitle": "เริ่มต้นทำให้ความฝันของคุณเป็นจริง",
    "Title": "ติดต่อเรา",
    "Button": "แบ่งปันไอเดียกับเรา"
  },
  "Menu": {
    "Home": "หน้าหลัก",
    "Service": "บริการ",
    "Team": "ทีมงาน",
    "Project": "โปรเจ็คของเรา",
    "ContactUs": "ติดต่อเรา",
    "Blog": "บทความ"
  },
  "CookieConsentPopup": {
    "Title": "เวปไซต์นี้มีการใช้งานคุ้กกี้",
    "Description": "เราเคารพความเป็นส่วนตัวของคุณและใช้งานคุ้กกี้เพื่อการปรับปรุงคุณภาพการใช้งานของคุณ",
    "AcceptButton": "ยอมรับ"
  },
  "MetaData": {
    "Project": {
      "Title": "โค้ดเวิร์ค เทค | โปรเจ็ค",
      "Description": "เราภูมิใจที่ได้ตอบโจทย์ธุรกิจของคุณและนำพาคุณเข้าสู่โลกแห่งอนาคตไปด้วยกัน",
      "OpenGraph": {
        "Title": "โค้ดเวิร์ค เทค | โปรเจ็ค",
        "Description": "เราภูมิใจที่ได้ตอบโจทย์ธุรกิจของคุณและนำพาคุณเข้าสู่โลกแห่งอนาคตไปด้วยกัน"
      }
    },
    "Service": {
      "Title": "โค้ดเวิร์ค เทค | บริการ",
      "Description": "ค้นหาบริการของเราเพื่อให้เราได้เป็นส่วนหนึ่งในการตอบโจทย์ธุรกิจของคุณ",
      "OpenGraph": {
        "Title": "โค้ดเวิร์ค เทค | บริการ",
        "Description": "ค้นหาบริการของเราเพื่อให้เราได้เป็นส่วนหนึ่งในการตอบโจทย์ธุรกิจของคุณ"
      }
    },
    "Home": {
      "Title": "โค้ดเวิร์ค เทค | เปลี่ยนทุกไอเดียของคุณให้เป็นดิจิทัลโซลูชันคือความเชี่ยวชาญของเรา",
      "Description": "เปลี่ยนทุกไอเดียของคุณให้เป็นดิจิทัลโซลูชันคือความเชี่ยวชาญของเรา ไม่ว่าคุณจะเป็นผู้ประกอบการ บริษัท SME หน้าใหม่หรือบริษัทที่ดำเนินกิจการมานานแล้ว เราพร้อมที่จะเปลี่ยนทุกความฝันของคุณให้เป็นจริงด้วยซอฟต์แวร์โซลูชัน",
      "OpenGraph": {
        "Title": "โค้ดเวิร์ค เทค | เปลี่ยนทุกไอเดียของคุณให้เป็นดิจิทัลโซลูชันคือความเชี่ยวชาญของเรา",
        "Description": "เปลี่ยนทุกไอเดียของคุณให้เป็นดิจิทัลโซลูชันคือความเชี่ยวชาญของเรา ไม่ว่าคุณจะเป็นผู้ประกอบการ บริษัท SME หน้าใหม่หรือบริษัทที่ดำเนินกิจการมานานแล้ว เราพร้อมที่จะเปลี่ยนทุกความฝันของคุณให้เป็นจริงด้วยซอฟต์แวร์โซลูชัน"
      }
    },
    "Blog": {
      "Title": "โค้ดเวิร์ค เทค | บทความ",
      "Description": "ค้นหาบทความข่าวสารทางเทคโนโลยีอัปเดตล่าสุดผ่านบทความจากทีมงานของเรา เราตั้งใจเขียนทุกบทความออกมาเพื่อให้คุณได้รับข้อมูลข่าวสารที่สามารถช่วยเติมเต็มองค์ความรู้ในโลกดิจิทัลของคุณ",
      "OpenGraph": {
        "Title": "โค้ดเวิร์ค เทค | บทความ",
        "Description": "ค้นหาบทความข่าวสารทางเทคโนโลยีอัปเดตล่าสุดผ่านบทความจากทีมงานของเรา เราตั้งใจเขียนทุกบทความออกมาเพื่อให้คุณได้รับข้อมูลข่าวสารที่สามารถช่วยเติมเต็มองค์ความรู้ในโลกดิจิทัลของคุณ"
      }
    },
    "Team": {
      "Title": "โค้ดเวิร์ค เทค | ทีมงาน",
      "Description": "พบกับทีมงานที่ยอดเยี่ยมของเราซึ่งเป็นปัจจัยหลักของความสำเร็จของเรา",
      "OpenGraph": {
        "Title": "โค้ดเวิร์ค เทค | ทีมงาน",
        "Description": "พบกับทีมงานที่ยอดเยี่ยมของเราซึ่งเป็นปัจจัยหลักของความสำเร็จของเรา"
      }
    },
    "ContactUs": {
      "Title": "โค้ดเวิร์ค เทค | ติดต่อเรา",
      "Description": "ติดต่อเราเพื่อเปลี่ยนทุกไอเดียให้เป็นความจริง มาร่วมสร้างสรรค์สิ่งที่พิเศษไปด้วยกัน",
      "OpenGraph": {
        "Title": "โค้ดเวิร์ค เทค | ติดต่อเรา",
        "Description": "ติดต่อเราเพื่อเปลี่ยนทุกไอเดียให้เป็นความจริง มาร่วมสร้างสรรค์สิ่งที่พิเศษไปด้วยกัน"
      }
    }
  },
  "Global": {
    "Button": {
      "Contact": "ติดต่อเรา"
    }
  }
}
