{
    "Home": {
      "HeroSection": {
        "Greeting": "สวัสดีครับ",
        "Description": "การทำให้ไอเดียนวัตกรรมของคุณกลายเป็นสิ่งที่เป็นจริงในโลกคือความเชี่ยวชาญของเรา ไม่ว่าคุณจะเป็นนักธุรกิจของตนเอง, สตาร์ทอัพ, หรือธุรกิจที่มีชื่อเสียง, เรามีความพร้อมที่จะแปลงวิสัยทัศน์ของคุณให้กลายเป็นซอฟต์แวร์ที่ทันสมัยและทันต่อเวลา"
      },
      "OurPartner": {
        "Description": "เราภูมิใจในการทำงานร่วมกับบริษัทที่มีชื่อเสียงเหล่านี้ ร่วมกับเรา, เรานำเสนอทางออกที่ทันสมัยซึ่งทำให้ธุรกิจของคุณก้าวเข้าสู่อนาคต สำรวจเครือข่ายของพันธมิตรที่น่าเชื่อถือของเราไปพร้อมกัน และสัมผัสประสบการณ์ที่ทรงพลังของการทำงานร่วมกับ CodeWork"
      },
      "OurService": {
        "Description": "สำรวจบริการของเราที่ถูกออกแบบเพื่อยกระดับธุรกิจของคุณ ที่นี่เรามีเครื่องมือและความเชี่ยวชาญที่คุณต้องการเพื่อประสบความสำเร็จในยุคดิจิทัล ธุรกิจของคุณคือลำดับความสำคัญของเรา",
        "UxUi": "โฟกัสการสร้างอินทิวิทีฟและมีดีทั้งด้านดิจิทัลที่เพิ่มประสิทธิภาพของประสบการณ์และความสัมพันธ์ของผู้ใช้",
        "ProjectSolution": "ร่วมมืออย่างใกล้ชิดกับลูกค้าเพื่อระบุความท้าทายและความต้องการที่ไม่เหมือนใคร",
        "WebDevelopment": "กระบวนการสร้างและบำรุงรักษาเว็บไซต์โดยใช้ภาษาโปรแกรมและเฟรมเวิร์กต่าง ๆ เพื่อสร้างแพลตฟอร์มออนไลน์ที่ตอบสนองและไดนามิก",
        "MobileDevelopment": "ยกระดับธุรกิจของคุณด้วยความเชี่ยวชาญในการพัฒนาแอปพลิเคชันมือถือของเรา เราเชี่ยวชาญในการสร้างแอปพลิเคชันที่อินทิวิทีฟและปรับแต่งสำหรับแพลตฟอร์มทั้ง iOS และ Android",
        "DigitalMkt": "ปลดล็อคศักยภาพทั้งหมดของการมีอยู่ออนไลน์ของคุณด้วยกลยุทธ์การตลาดดิจิทัลของเรา ตั้งแต่ SEO และการตลาดทางสื่อสังคม ไปจนถึงแคมเปญที่เป้าหมาย",
        "DigitalTrasformConsult": "เราจะประเมินกระบวนการปัจจุบันของคุณ, กำหนดแผนที่ปรับให้เหมาะกับคุณ, และนำเสนอโซลูชันที่ทันสมัยเพื่อเพิ่มประสิทธิภาพการดำเนินงานและเสริมสร้างประสบการณ์ลูกค้า"
      },
      "OurProject": {
        "Description":  "สำรวจโครงการที่ประสบความสำเร็จของเรากับลูกค้าที่มีค่า ซึ่งเป็นตัวอย่างการเชี่ยวชาญและความมุ่งมั่นของเรา"
      }
    },
    "Service": {
      "HeroSection": {
        "Description": "สำรวจบริการของเราที่ถูกออกแบบเพื่อยกระดับธุรกิจของคุณ ที่นี่เรามีเครื่องมือและความเชี่ยวชาญที่คุณต้องการเพื่อประสบความสำเร็จในยุคดิจิทัล ธุรกิจของคุณคือลำดับความสำคัญของเรา"
      }
    },
    "Team": {
      "HeroSection": {
        "Description": "เราคือทีมที่มุ่งมั่นที่จะส่งมอบผลิตภัณฑ์ที่ยอดเยี่ยมอย่างต่อเนื่องที่เหนือความคาดหวังของคุณ ทุกวัน, เราพยายามหาโอกาสในการเรียนรู้และ成長อย่างใ主 และเผชิญหน้ากับความท้าทายใหม่, ทำให้มั่นใจได้ว่าเราพัฒนาซอฟต์แวร์ระดับต้นขึ้นมาที่เหนือความคาดหวังที่สูงที่สุดของคุณ"
      }
    },
    "Blog": {
      "HeroSection": {
        "Description": "สำรวจข้อมูลล่าสุด, แนวโน้ม, และความคิดเห็นของผู้เชี่ยวชาญในเทคโนโลยีและธุรกิจผ่านบล็อกของเรา อยู่รอดูและรับแรงบันดาลใจเมื่อเราแบ่งปันความรู้มีค่าเพื่อเสริมสร้างการเดินทางของคุณในโลกดิจิทัล"
      }
    },
    "ContactSection": {
      "TextAnimation": "เริ่มสนทนาเกี่ยวกับอนาคตดิจิทัลของธุรกิจของคุณ",
      "SubTitle": "มาทำให้ความฝันของคุณเป็นจริงกันเถอะ",
      "Title": "ติดต่อเรา",
      "Button": "แบ่งปันความคิดของคุณกับเรา"
    }
  }